export const CHOICE_LIST: { id: number; question: string }[] = [
  {
    id: 1,
    question: "(테스트 질문) 소셜링이 처음이신가요?",
  },
  {
    id: 2,
    question: "업무강도에 비해 급여가 만족스럽지 않다.",
  },
  {
    id: 3,
    question: "나는 이 장소에 매력적이라고 느껴지는 이성이 있다!",
  },
  {
    id: 4,
    question: "나는 지금 하는일에 보람을 느낀다!",
  },
  {
    id: 5,
    question: "나는 유튜브에 영상을 하나라도 업로드 해본적 있다!",
  },
  {
    id: 6,
    question: "나는 7년안에 사업을 하고 싶은 생각이 있다!",
  },
  {
    id: 7,
    question: "나는 선 관계 후 연애가 가능하다",
  },
  {
    id: 8,
    question: "애인이랑 헤어지면 본인만 나온 사진도 전부 지운다!",
  },
  {
    id: 9,
    question: "헤어진 후 차단당한 적이 있다",
  },
  {
    id: 10,
    question: "나는 이성에게 쉽게 설렘을 느끼는 편이다!",
  },
  {
    id: 11,
    question: "정말 사랑한다면 차로 두 시간 걸리는 장거리 연애도 괜찮다.",
  },
  {
    id: 12,
    question: "나는 블로그나 유튜브 채널을 운영하고 있다.",
  },
  {
    id: 13,
    question: "나는 눈이 높다는 이야기를 종종 듣는다.",
  },
  {
    id: 14,
    question: "관계적 긴장감 유지를 위해 의도적으로 밀당을 하는 편이다.",
  },
  {
    id: 15,
    question: "나는 인간관계에서 끊고 맺음이 확실한 편이다.",
  },
  {
    id: 16,
    question: "나는 부모님세대만큼 가정에 충실하고 희생할 자신이 있다.",
  },
  {
    id: 17,
    question: "서로의 집에 드나들어도 아무 일 안생길만한 이성친구가 있다.",
  },
  {
    id: 18,
    question: "나는 직업적 사명감이 타인에 비해 높은편이다.",
  },
  {
    id: 19,
    question: "5년 후에 나는 어떤 모습일지 짐작된다.",
  },
  {
    id: 20,
    question: "내가 이성이라면 나와 사귄다.",
  },
  {
    id: 21,
    question: "나는 사람의 마음을 잘 읽는 편이라고 생각한다.",
  },
  {
    id: 22,
    question: "나는 정기적으로 운동을 한다.",
  },
  {
    id: 23,
    question: "나는 지인들에게 연애상담을 종종 해주는 편이다.",
  },
  {
    id: 24,
    question: "나는 전공을 살려 일하고 있다.",
  },
];
